Repository: foss-np/smriti
Catalog: ne_NP_Firefox_OS.tmx
Source language: en
Languages: ne

source: Select a video
ne: भिडियो चयन गर्नुहोस्

source: Select Ringtone
ne: रिङ्गटोन चयन गर्नुहोस्

source: This will erase all data stored on your SD card, such as music and photos.
ne: यसले तपाईंको एस डी कार्डमा भण्डारण गरिएका सबै डेटाहरु मेटाउने छन्, जस्तै संगीत र फोटोहरू ।

source: 1 New Email ({{ accountName }})
ne: १ नँया इमेल ({{ accountName }})

source: Phone and Internet data report
ne: फोन र इन्टरनेट डाटा प्रतिवेदन

source: 1 month
ne: १ महिना

source: IMS Settings
ne: IMS सेटिङहरू

source: How does Do Not Track work?
ne: Do Not Track ले कसरी काम गर्दछ?

source: MMS message
ne: MMS सन्देश

source: Terms of Service
ne: सेवाका सर्तहरू

source: About {{brandShortName}}
ne: {{brandShortName}} बारे

source: Emergency Alert
ne: आकस्मिक अलर्ट

source: Always forward
ne: सधैँ पठउने

source: Updating
ne: अद्याबधिक गर्दै

source: FEBRUARY
ne: फेब्रुअरी

source: Current Level
ne: हालको तह

source: {{value}} months ago
ne: {{value}} महिना अगाडि

source: Refresh
ne: ताजा पार्नुहोस्

source: Not defined
ne: परिभाषित छैन

source: SS modified to dial
ne: डायल SSमा परिमार्जित गरियो

source: Silence incoming calls
ne: आगमन कलहरु शान्त पार्नुहोस्

source: SIM-locked phone
ne: SIM-बंन्द गरिएको फोन

source: OK
ne: ठिक छ

source: Tracks
ne: ट्रयाकहरू

source: No
ne: होइन

source: Tue
ne: मङ्गल

source: Lightly
ne: हल्का रुपमा

source: No remaining free space.
ne: कुनै पनि खाली स्थान बाकि छैन।

source: Zip code:
ne: जिप कोड

source: Wrong login and/or password
ne: गलत लगइन र/वा पासवर्ड

source: ICE Contacts
ne: ICE सम्पर्कहरू

source: No Locked Wallpaper Installed
ne: ताल्चा लगाइएको वालपेपरहरु स्थापना गरिएको छैन

source: Highest rated
ne: उच्च दर

source: Warnings
ne: चेतावनीहरु

source: PB
ne: पेटा बाइट

source: Load videos on to the memory card.
ne: भिडियोहरु मेमोरी कार्डमा लोड गर्नुहोस

source: Length
ne: लम्बाइ

source: Default Media Location
ne: पूर्वनिर्धारित मिडिया स्थान

source: Mail
ne: पत्र

source: Emergency Call
ne: आपतकालिन कल

source: New {{provider}} SIM inserted
ne: नयाँ {{provider}} SIM घुसाइयो

source: PM
ne: पी एम

source: On
ne: चालु

source: Personalization
ne: निजीकरण

source: {{app}} would like to use the FM Radio.
ne: {{app}} FM रेडियो प्रयोग गर्न चाहन्छ |

source: Are you sure you want to delete your {{account}} mail account? You will have to re-download your mail if you re-create the account.
ne: के तपाई अाफ्नो {{account}} मेल खाता मेटाउने बारे निश्चित हुनुहुन्छ? यदि तपाईले खातालाई पुन: सृजना गर्नुभयो भने तपाईले आफ्नो मेल पुन: डाउनलोड गर्नुपर्नेछ।

source: Passcode: {{code}}
ne: पासकोड: {{code}}

source: Import Facebook friends
ne: फेसबुक साथीहरू आयात गर्नुहोस्

source: WPA-PSK
ne: डब्लु पी ए-पी एस् के

source: next week
ne: पछिल्लो हप्ता

source: Cannot use memory card because USB storage is enabled
ne: USB भण्डारण सक्षम गरिएकाले मेमोरी कार्डको प्रयोग हुन सक्दैन

source: Notice
ne: सूचना

source: in {{value}} weeks
ne: {{value}} हप्तामा

source: Call forwarding
ne: कल पठाउँदै

source: Your name
ne: तपाईंको नाम

source: JANUARY
ne: जनवरी

source: {{ringtoneSectionBrandName}} Alerts
ne: {{ringtoneSectionBrandName}} अलर्टहरु

source: Test with:
ne: यससँग जाँच्ने:

source: April
ne: अप्रिल

source: You have {{n}} tries left to enter the correct code before locking the SIM card.
ne: सिम कार्ड ताल्चा लाग्नु अगाडि तपाईँसँग {{n}} सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ ।

source: A SIM PIN prevents access to the SIM card cellular data networks. When it’s enabled, any device containing the SIM card will request the PIN upon restart.
ne: SIM PIN ले सिम कार्ड टेलिफोन सञ्जाल रोकिरहेको छ । जब यो खुल्छ, तब सिम कार्ड भएको यन्त्रले पुन: सुरु गरेर PIN अनुरोध गर्छ।

source: Clear selected calls?
ne: चयन गरिएको कल हटाउनुहुन्छ?

source: When busy
ne: व्यस्त हुँदा

source: The server said you’re not authorized to create an account
ne: सर्भरले तपाईसँग खाता सृजना गर्नका लागि अधिकार छैन भनेर भन्यो

source: More info…
ne: थप जानकारी…

source: {{n}} events
ne: {{n}} घटनाहरु

source: Make sure the mobile number you’re sending to is valid.
ne: तपाईले पठाउँदै गर्नुभएको मोबाइल नम्बर मान्य छ भन्ने पक्का गर्नुहोस् ।

source: 0 hours after
ne: ० घण्टा पछि

source: Can not receive file
ne: फाइल प्राप्त गर्न सकिदैन

source: New copy saved.
ne: नयाँ प्रति सङ्ग्रह गरियो।

source: Weekends
ne: सप्ताहन्त

source: Very weak
ne: निकै कमजोर

source: Connection security
ne: जडान सुरक्षा

source: 24-hour
ne: 24 घन्टा

source: Open
ne: खोल्नुहोस्

source: A verification link has been sent to {{email}}
ne: {{email}} मा प्रमाणिकरण लिंक पठाइएको छ

source: Developer HUD
ne: विकासकर्ता एच यू डी

source: yesterday
ne: हिजो

source: SIM PIN2
ne: सिम PIN दुई

source: Disconnect
ne: विच्छेद गर्नुहोस्

source: Install {{name}}?
ne: {{name}} स्थापित गर्ने?

source: Password
ne: पासवर्ड

source: Set Up Menu
ne: सेटअप मेनु

source: disabled
ne: अक्षम पारिएको

source: MMS port
ne: MMS पोर्ट

source: Critically low battery
ne: ब्याट्री साह्रै कम भयो

source: Snooze
ne: झपकी

source: Others
ne: अन्य

source: TODAY
ne: आज

source: Tell websites and apps that I do not want to be tracked
ne: वेवसाइटहरुलाई र अनुप्रयोगहरुलाई म ट्रयाक हुन चाहन्न भन्नुहोस्

source: TB
ne: टेरा बाइट

source: 1 message flag set
ne: १ सन्देश ध्वजा स्थापित

source: Alarm
ne: संसूचक

source: To send and receive email, you will need to set up an account.
ne: इमेल पठाउन र पाउनका लागि तपाईले एउटा खाताको स्थापना गर्नु पर्छ।

source: Timer
ne: समय सुचक

source: Flash Off
ne: फ्ल्यास बन्द गर्नुहोस्

source: Start time
ne: सुरुवात समय

source: {{ n }} match for "{{ matchNumber }}"
ne: "{{ matchNumber }}"का लागि {{ n }} वटा जोडा

source: Connecting…
ne: जडान हुँदैछ...

source: Open Source Notices
ne: खूला स्रोतका सूचनाहरु

source: left double angle quote
ne: देब्रे जोडी कोण उद्धरण

source: Scanning
ne: स्क्यानिङ

source: Enter NCK2 code
ne: NCK2 कोड प्रविष्ट गर्नुहोस्

source: Enter Password For:
ne: निम्न कार्यका लागि पासवर्ड प्रविष्ट गर्नुहोस्:

source: Insert a valid SIM card to continue.
ne: जरी राख्नका लागि बैधनिक सिम कार्ड घुसाउनुहोस्

source: Restart Download
ne: डाउनलोड पुन: सुरु गर्नुहोस

source: Wi-Fi Hotspot
ne: वाइफाइ हटस्पट

source: Type a PIN that is 4 to 8 numbers
ne: ४ देखि ८ अङ्कको PIN लेख्नु होस्।

source: Incoming Caller ID
ne: आगमन कलर आईडी

source: Another WPS PBC AP was found
ne: अर्को WPS PBC AP भेटियो

source: Update your balance to confirm. If balance is unchanged, try topping up again.
ne: पुष्टि गर्न तपाईको ब्यालेन्स अद्यावधिक गर्नुहोस्। ब्यालेन्स अपरिवर्तित भए फेरि टप अप गर्न प्रयास गर्नुहोस्।

source: To
ne: लाई

source: One moment, still working on the previous attachment...
ne: एक क्षण, अझै पनि अघिल्लो लगाव मा काम ...

source: HTTP proxy port
ne: HTTP प्रोक्सी पोर्ट

source: Indian Ocean
ne: हिन्द महासागर

source: From {{ contact }}
ne: {{ contact }}बाट

source: Problems
ne: समस्याहरु

source: SS request is modified to USSD request
ne: SS अनुरोध USSD अनुरोधमा परिमाजन गरियो

source: Mail account setup
ne: मेल खाता स्थापना

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
ne: माफ गर्नुहोला, टाइमआउट भएको कारण प्रणालीले तपाईंको सुझाव पठाउन सकेन । कृपया फेरि सुरु गरी पुन: प्रयास गर्नुहोला।

source: Discard the message you’re composing and open the new message?
ne: तपाईंले रचना गरिराख्नु भएको सन्देश छोडेर नँया सन्देश खोल्न चाहनुहुन्छ ?

source: Airplane mode activated
ne: उडान शैली सक्रिय पारियो

source: This phone number is invalid.
ne: यस फोन सङ्ख्या आमान्य छ।

source: Cameras
ne: क्यामेरा

source: Create Ringtone
ne: रिङ्गटोन सिर्जना

source: Message report
ne: सन्देश प्रतिवेदन

source: On without roaming
ne: रोमीङ बिना चालू गरियो

source: 0 months after
ne: ० महिना पछि

source: name
ne: नाम

source: Phone numbers
ne: फोन नम्बर

source: Yes
ne: ठीक

source: Reset Phone
ne: फोन रिसेट गर्नुहोस्

source: Call Forwarding
ne: कल फरवार्डिङ

source: attachment{{ n }}
ne: बधीएको{{ n }}

source: New name
ne: नयाँ नाम

source: Type your NCK code
ne: तपाईको NCK कोड लेख्नुहोस्

source: now
ne: अहिले

source: SMTP settings
ne: SMTP सेटिङहरू

source: Hours
ne: घण्टा

source: {{name}} and all of its data will be deleted.
ne: {{name}} र यसका सम्पूर्ण डाटाहरु मेटाइनेछ।

source: Enter SIM {{n}} NCK
ne: SIM {{n}} NCK प्रविष्ट गर्नुहोस्

source: SIM Settings
ne: SIM सेटिङहरू

source: Movies
ne: फिल्महरु

source: Protocol
ne: प्रोटोकल

source: Enable
ne: सक्षम पार्नुहोस्

source: Known Networks
ne: ज्ञात सञ्जालहरु

source: Send SMS
ne: SMS पठाउनुहोस्

source: 2 seconds
ne: २ सेकेन्ड

source: Happy
ne: खुशी

source: {{level}}% (charged)
ne: {{level}}% (चार्ज हुदैछ)

source: Service was enabled
ne: सेवा सक्षम पारियो

source: Download updates via data connection?
ne: डाटा जडान मर्फत अपडेटहरु डाउनलोड गर्नु चाहानुहुन्छ?

source: Default
ne: पूर्वनिर्धारित

source: New ringtone created.
ne: नयाँ रिङ्गटोन बनाइयो।

source: Draft
ne: ड्राफ्ट

source: SS request is modified to DIAL request
ne: SS अनुरोध DIAL अनुरोधमा परिमाजन गरियो

source: Unlink
ne: अनलिङ्क

source: Share ringtone
ne: रिंगटोनहरु साझेदारी गर्नुहोस्

source: At least one SIM should be activated at a time
ne: एक समयमा कम से कम एउटा SIM सक्रिय हुनुपर्छ

source: Phone number:
ne: फोन नम्बर:

source: Invalid Addresses
ne: अवैध ठेगाना

source: Show external images
ne: बाह्य तस्वीरहरु देखाउनुहोस्

source: Call waiting
ne: कल प्रतिक्षा

source: Edit alarm
ne: संसूचक सम्पादन गर्नुहोस्

source: Geolocation
ne: भू-स्थान

source: Recently added
ne: हालसालै थपिएको

source: column header
ne: स्तम्भ हेडर

source: Add Phone
ne: फोन थप्नुहोस्

source: Name:
ne: नाम:

source: YB
ne: योटा बाइट

source: New call
ne: नया कल

source: POP3 settings
ne: POP3 सेटिङहरू

source: Waiting for other device…
ne: अरु यन्त्रलाई पर्खदैँ...

source: Paired
ne: जोडि मिलाईएको

source: Message not sent
ne: सन्देश पठाइएन

source: Power Saving Mode
ne: शक्ति बचत शैली

source: Phones
ne: फोनहरु

source: more numbers and symbols
ne: अधिक संख्या र प्रतीकहरु

source: Alert Limit
ne: सावधानी सीमा

source: Not imported yet
ne: अझ सम्म आयात गरिएको छैन ।

source: File sent
ne: फाइल पठाइयो

source: Carrier
ne: वाहक

source: Work
ne: काम

source: Unsent
ne: नपठाइएको

source: Developer Menu
ne: विकासकर्ता मेनु

source: Never send a report
ne: कहिलेपनि प्रतिवेदन नपठाउनुहोस्

source: Universal
ne: विश्वब्यापी

source: No messages
ne: सन्देशहरु छैनन्

source: {{app}} would like to display notifications.
ne: {{app}}ले सूचनाहरू देखाउन चाहन्छ |

source: Africa
ne: अफ्रिका

source: Bluetooth Request From
ne: ब्लुटुथबाट अनुरोध

source: ZB
ne: जेटा बाइट

source: Country:
ne: देश:

source: Outbox
ne: प्रेषणमञ्‍‌जुषा

source: Message is not downloaded yet.
ne: सन्देश अझै डाउनलोड भएेको छैन।

source: Awake
ne: ब्यूँझनु

source: General settings
ne: साधारण सेटिङ्गहरु

source: You are currently connected to this device. Unpairing will also disconnect from it.
ne: तपाई अहिलयो यो यन्त्रसँग जडित हुनुहु्न्छ। जोडी हटाउदा यसबाट तपाईको जडान पनि छुट्दछ।

source: Automatic
ne: स्वचालित

source: {{n}} selected
ne: {{n}} चयन गरिएको

source: Wallpaper
ne: वालपेपर

source: Export to SIM
ne: SIM मा निर्यात गर्नुहोस्

source: Converting to multimedia message.
ne: मल्टिमिडिया सन्देशमा रूपान्तरण गरिदै।

source: The configuration message you received could not be authenticated against your SIM card, so cannot be used to configure your device.
ne: तपाईंले प्राप्त गर्नुभएको कन्फिगरेसन सन्देश तपाईंको सिम कार्ड विरुद्ध प्रमाणीकरण गर्न सकिँदैन त्यसकारण तपाईंको यन्त्र कन्फिगर गर्नको लागि प्रयोग गर्न मिल्दैन

source: Delete messages
ne: सन्देशहरु मेटाउनुहोस्

source: Join us for a quick tutorial about the updates to your phone!
ne: आफ्नो फोनको अपडेटको बारेमा छिटो ट्यूटोरियलको लागि हामी संग आबद्ध हुनुहोस्!

source: Turn Bluetooth on to view devices in the area.
ne: क्षेत्रमा रहेका यन्त्रहरु हेर्नका लागि ब्लुटुथ अन गर्नुहोस्।

source: 0 days before
ne: ० दिन अघि

source: Vibrate
ne: भाइब्रेट

source: The alarm is set for {{alarmDays}} and {{alarmHours}} from now.
ne: यो संसूचक अहिलेबाट {{alarmDays}} {{alarmHours}} का लागि राखिएको छ।

source: Invalid parameter
ne: अवैध परामिति

source: No devices paired
ne: कुनै यन्त्र जडित छैन

source: list box
ne: सूची बाकस

source: RCCK must have between 8 and 16 characters.
ne: RCCK अनिवार्य 8 देखि 16 क्यारेक्टरहरूको हुनुपर्छ ।

source: EAP method
ne: ईएपी विधि:

source: {{level}}% battery left
ne: {{level}}% ब्याटरी बाँकी

source: Add Application
ne: अनुप्रयोग थप्नुहोस्

source: Export
ne: निर्यात गर्नुहोस्

source: FM Radio
ne: FM रेडियो

source: My Ringtones
ne: मेरा रिङ्गटोनहरु

source: Unplug USB cable to disable
ne: अक्षम पार्नलाई USB तार छुटाउनुहोस्

source: grip
ne: पकड

source: Do you want to turn Bluetooth on?
ne: के तपाईँ ब्लुटुथ सुरु गर्न चहानुहुन्छ ?

source: Please go back and connect to the Internet. You can also view the page later from Settings or by entering {{url}} in any browser.
ne: कृपया पछाडि गएर इन्टरनेट जडान गर्नुहोला | तपाईले यस पृष्ठ पछि पनि सेटिङमा गएर अथवा कुनै पनि ब्राउजरमा {{url}} प्रविष्ट गरेर हेर्न सक्नुहुन्छ |

source: Data use alert
ne: डाटा प्रयोग चेतावनी

source: Preview
ne: पूर्वावलोकन

source: Set an alert to avoid running out of credit.
ne: कम श्रेय हुनबाट बच्न सतर्कता सेट गर्नहोस्।

source: Create event
ne: घटना सिर्जना गर्नुहोस्

source: At least one {{type}} keyboard should be selected
ne: कम्तीमा पनि एउटा कुञ्जीपाटी {{type}} चयन गर्नु पर्नेछ

source: Domain\Username
ne: डोमेन \ प्रयोगकर्ता नाम

source: an hour ago
ne: एक घन्टा अगाडि

source: Firmware Revision
ne: फिर्मवेयर संशोधन

source: Download failed
ne: डाउनलोड असफल भयो

source: Remove contact picture?
ne: सम्पर्क तस्विर हटाउनुहुन्छ?

source: Not set
ne: सेट नगरिएको

source: Street:
ne: गल्ली:

source: Screen Timeout
ne: स्क्रिन समय समाप्त

source: Email address:
ne: इमेल ठेगाना:

source: Alert
ne: सावधानी

source: Shuffle all
ne: सबै मिसाउनुहोस्

source: Searching for devices…
ne: यन्त्रहरु खोजी गर्दै...

source: Day
ne: दिन

source: Last try.
ne: अन्तिम प्रयास।

source: Withheld number
ne: रोक लगाईएको नम्बर

source: Enter SIM {{n}} SPCK
ne: सिम को {{n}} SPCK प्रविष्ट गर्नुहोस्

source: Your feedback will help us to improve Firefox OS.
ne: तपाईंको पुनर्निवेशले हामीलाई फायरफक्स ओ एस् सुधार्न मद्दत गर्दछ।

source: Manual
ne: हातैले

source: Can not edit photos: Memory card is full.
ne: तस्विरहरुलाई सम्पादन गर्न सकिदैन: मेमोरी कार्ड भरिएको छ।

source: Auto (LTE/CDMA/EVDO)
ne: स्वत: (LTE/CDMA/EVDO)

source: Unable to pair with the device. Too many requests.
ne: यन्त्रसंग जोडी मिलाउन आसफल । अति धेरै अनुरोधहरु ।

source: checked
ne: चयन गरिएको

source: This contact does not have a phone number and email address
ne: यो सम्पर्क फोन नम्बर र इमेल ठेगाना छैन।

source: Your message contains one or more invalid email addresses. Please correct them before sending.
ne: तपाईंको सन्देश एक वा बढी अवैध इमेल ठेगाना समावेश गर्दछ। पठाउनु अघि तिनीहरूलाई सुधार गर्नुहोस्।

source: Connect
ne: जडान गर्नुहोस्

source: System update
ne: प्रणाली अपडेट

source: toggle button
ne: टगल बटन

source: You can change default settings at Settings > SIM manager
ne: तपाईँ > सिम प्रबन्धक मा पूर्वनिर्धारित सेटिङ परिवर्तन गर्न सक्नुहुन्छ

source: Confirm new PIN
ne: नयाँ PIN पुष्टि गर्नुहोस्

source: Offline
ne: अफलाइन

source: Cycle
ne: चक्र

source: Country
ne: देश

source: Caller ID defaults to not restricted. Next call: Restricted
ne: पूर्वनिर्धारित कलर आइडि निशेधित नगरिएको। पछिल्लो कल: निशेधित

source: Send message
ne: सन्देश पठाउनुहोस्

source: OTA Access Point Configuration
ne: OTA पहुँच बिन्दु कन्फिगरेसन

source: Add Account
ne: खाता थप्नुहोस्

source: Audible touch tones
ne: श्रव्य स्पर्श ध्वनि

source: Geolocation enabled
ne: भू-स्थान सक्षम पारियो

source: with {{count}} column
ne: {{count}} स्तम्भ सहित

source: You must enable POP3 for your Gmail account
ne: तपाईँको जीमेल खाताका लागि तपाईँले POP3 सक्षम पार्नुपर्दछ

source: {{value}} minutes ago
ne: {{value}} मिनेट अगाडि

source: {{app}} would like to access your contact list.
ne: {{app}}ले तपाईको सम्पर्क सूचीसंग पहुंच पुग्न चाहन्छ |

source: The file is corrupted. It cannot be used to create a ringtone.
ne: फाइल बिग्रिएको छ। यो रिङ्गटोन सिर्जनाका निम्ति प्रयोग गर्न सकिँदैन।

source: Replace video
ne: भिडियो बदल्नुहोस्

source: How do you feel?
ne: तपाईंलाई कस्तो महसुस भइरहेको छ?

source: heading level {{0}}
ne: शीर्षक स्तर {{0}}

source: Auto Retrieve
ne: स्वत: प्राप्ती

source: Not enough space on memory card
ne: मेमोरी कार्डमा पर्याप्त स्थान छैन

source: {{site}} would like to access your contact list.
ne: {{site}}ले तपाईको सम्पर्क सूचीसंग पहुंच पुग्न चाहन्छ |

source: Dec
ne: डिसेम्वर

source: No contacts selected
ne: कुनै सम्पर्क चयन गरिएको छैन

source: Connected to {{ssid}}
ne: {{ssid}}मा जडान भयो

source: {{value}} months after
ne: {{value}} महिना पछी

source: From
ne: बाट

source: You have one try left to enter the correct code before this SIM card will be permanently unusable. Refer to your SIM card documentation or contact your carrier for more information.
ne: सिम कार्ड स्थायी रुपमा काम नलाग्ने हुन अगाडि तपाईँसँग एउटा सहि कोड प्रविष्ट गर्ने कोसिस बाँकि छ । अझ जानकारीका लागि तपाईँको सिम कार्डको मिसिलिकरणबाट सल्लाह लिनुहोस् वा तपाईँको वाहकसँग सम्पर्क राख्नुहोस्।

source: {{device}} would like to pair with this phone.
ne: {{device}} तपाईको फोनसँग जोडी बनाउन चाहन्छ।

source: Preferred network type
ne: प्रिफ्ररेड सञ्जाल प्ररूप

source: Authentication
ne: प्रमाणीकरण

source: Screenshot saved to Gallery
ne: स्क्रिनसट गलिअरीमा सङ्ग्रह गर्नुहोस्

source: Format SD card
ne: एस् डी कार्ड फर्म्याट गर्नुहोस्

source: Please tell us in detail.
ne: कृपया विवरणमा बताउनुहोस् ।

source: Notice: If you need to import new certificates, please go to "Manage certificates".
ne: सूचना: तपाईं नयाँ प्रमाणपत्र आयात गर्न आवश्यक छ भने, "प्रमाणपत्र प्रबन्ध" जान गर्नुहोस्।

source: SIM card is not available
ne: SIM कार्ड छैन।

source: Telemetry sends Mozilla data about performance, hardware, configurations, customizations and app usage in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
ne: टेलीमेट्रीले मोजिल्लालाई तपाईको {{brandShortName}} यन्त्रमा व्यवहार, हार्डवेयर, कन्फिगुरेसन् र अनुकूलका डाटा पठाउँछ | हामी यस डाटालाई हाम्रो उत्पादनहरु राम्रो, छिटो, र अझ छरितो बनाउन प्रयोग गर्छौ |

source: APN Type
ne: APN प्रकार

source: Sending
ne: पठाउदै

source: FM Radio requires a plugged in headset to receive radio signals.
ne: FM रेडियोलाई रेडियो सिग्नल प्राप्त गर्नका लागि हेडसेट जोडिएको हुनुपर्दछ।

source: From {{startTime}} {{startDate}}<br>to {{endTime}} {{endDate}}
ne: {{startTime}} {{startDate}}<br>देखि {{endTime}} {{endDate}} सम्म

source: Delete the draft
ne: यो ड्राफ्ट मेट्नुहोस्

source: Ignore
ne: बेवास्ता गर्नुहोस्

source: Display notifications for new messages
ne: नयाँ सन्देशहारुको लागि सूचनाहरु प्रदर्शन गर्नुहोस्

source: Stop
ne: रोक्नुहोस्

source: DECEMBER
ne: डीसेम्बर

source: Insert a memory card to use this app.
ne: यो एप प्रयोग गर्नका लागि मेमोरी कार्ड घुसाउनुहोस्।

source: You will receive a confirmation message
ne: तपाईले एउटा पुष्टिकरण सन्देश प्राप्त गर्नुहुनेछ

source: Enter HNCK code
ne: HNCK कोड प्रविष्ट गर्नुहोस्

source: Join Hidden Network
ne: लुकाइएको संजालमा भाग लिनुहोस्

source: Select Item
ne: वस्तु चयन गर्नुहोस्

source: {{n}} hour
ne: {{n}} घण्टा

source: Update
ne: अद्यावधिक गर्नुहोस्

source: Revoke
ne: खारेज गर्नुहोस्

source: Filters
ne: फिल्टरहरू

source: SPCK code
ne: SPCK कोड

source: Unable to pair devices
ne: यन्त्रहरु जडान गर्न असमर्थ

source: {{brandShortName}} is made available to you under the terms of several open source licenses including the Mozilla Public License. A device running {{brandShortName}} may also contain proprietary software from third parties. Any code provided under open licenses give you the right to modify the source code and distribute your modified versions as long as you comply with their terms.
ne: {{brandShortName}} तपाईँलाई Mozilla Public Licenseका साथै अन्य केहि खुला स्रोत लाइसेन्स अन्तर्गत उपलब्ध गराइएको छ। {{brandShortName}} मा तेस्रो पक्षका प्रोप्राइटरी सफ्टवेरहरू पनि हुन सक्छन्। जबसम्म तपाईँ उनीहरुका सर्तको अनुपालन गर्नुहुन्छ तबसम्म खुला लाइसेन्स अन्तर्गत दइएको कुनै पनि कोडले तपाईँलाई त्यसको स्रोत कोड बदल्न र बदलिएको संस्करणहरू बाड्ने अधिकार दिन्छ।

source: Send message?
ne: सन्देश पठाउनुहोस्?

source: First item
ne: पहिलो वस्तु

source: 1 week
ne: १ हप्ता

source: Help us improve {{brandShortName}} by sharing data about your phone and the way you use it.
ne: हामीलाई आफ्नो फोन र तपाईं यसलाई प्रयोग गर्ने तरिका बारे डाटा साझेदारी गरेर {{brandShortName}} सुधार गर्न सहयोग गर्नुहोस।

source: Server error. Check your login and try again.
ne: सर्भर त्रुटि।तपाईँको लगइन जाँच्नुहोस् र पुन: प्रयास गर्नुहोस् ।

source: USSD modified to USSD
ne: USSD USSDमा परिमार्जित गरियो

source: Network type could not be set
ne: सञ्जालको प्रकार सेट गर्न सकिएन

source: Update Channel
ne: प्रणाली अपडेट

source: Manual Setup
ne: हाते स्थापना

source: Unknown album
ne: अज्ञात एल्बम

source: {{ n }} New Messages
ne: {{ n }} नयाँ सन्देशहरु

source: Add as Favorite
ne: मनपर्नेहरूमा थप्नुहोस्

source: {{ progress }} / {{ max }} downloaded
ne: {{ progress }} / {{ max }} डाउनलोड भइसक्यो

source: opened
ne: खोलिएको

source: next month
ne: पछिल्लो महिना

source: Paired devices
ne: जडित यन्त्रहरु

source: Required
ne: आवश्यक

source: When use is above
ne: जब प्रयोग माथि छ

source: POP3 Disabled
ne: POP3 अक्षम पारियो

source: Unplug the phone to watch videos.
ne: भिडियोहरु हेर्नका लागि फोन निकाल्नुहोस्

source: SD Card
ne: SD कार्ड

source: Type your RSPCK code
ne: तपाईको RSPCK कोड लेख्नुहोस्

source: Volume
ne: आवाज

source: Firefox Accounts
ne: फायरफक्स खाताहरु

source: Unable to sync
ne: समक्रमण गर्न असमर्थ

source: JULY
ne: जुलाई

source: You are not granted any trademark rights or licenses to the trademarks of the Mozilla Foundation or any party, including without limitation the {{brandShortName}} name or logo.
ne: ंमोजिल्ला संस्थान वा अरु पार्टीका कुनै पनि ट्रेडमार्क वा ट्रेडमार्कका लाइसेन्स तपाईलाइ दिइएको छैन, जसमा {{brandShortName}} को नाम वा लोगो नि पर्दछ।

source: option
ne: विकल्प

source: Manually
ne: म्यानुअल तरिकाले

source: Resolution
ne: रिजोल्युसन

source: Transfer
ne: स्थानान्तर गर्नुहोस्
